Repository: common-repository/wp-options-manager
Catalog: wpom-*.po
Languages: de_de, it_it

source: Not debugable:
de_de: Kann nicht debuged werden:
it_it: Non soggetto a debug:

source: Error. Row not found.
de_de: Fehler. Datenbankzeile nicht gefunden.
it_it: Errore. Record non trovato.

source: All selected options were deleted.
de_de: Alle ausgewählten Optionen wurden gelöscht.
it_it: ATutte le opzioni selezionate sono state cancellate.

source: That was easy. You selected no options for deletion.
de_de: Das war einfach. Du hast nämlich keine Optionen zum Löschen ausgewählt.
it_it: E' stato semplice! Non hai selezionato nessuna opzione da cancellare.

source: Setup saved.
de_de: Einstellungen gespeichert.
it_it: Le impostazioni sono state salvate.

source: Search options in the database table
de_de: Suche Optionen in der Datenbanktabelle
it_it: Opzioni ricerca tabella database

source: Please enter a search term
de_de: Bitte gib einen Suchbegriff ein
it_it: Inserisci un termine di ricerca

source: Search in option values also?
de_de: Werte der Optionen durchsuchen?
it_it: Ricerca estesa ai valori opzione?

source: No, please not
de_de: Nein, bitte nicht
it_it: No

source: Yes, do that!
de_de: Klar, mach das!
it_it: Sì

source: Hide WP default options?
de_de: WP Standardoptionen verstecken?
it_it: Nascondi opzioni predefinite WP?

source: Search options
de_de: Suche nach Optionen
it_it: Ricerca opzioni

source: Hint: You don't have to enter a search term. Use a blank search term and search with "hide default entrys" set to "yes" to see all options not from WordPress itself.
de_de: Tipp: Du brauchst keinen Suchbegriff eingeben. Lass den Suchbegriff leer, stelle "Standardoptionen verstecken" auf "Ja", dann siehst du alle Optionen, die nicht zu WordPress selbst gehören.
it_it: Suggerimento: non é necessario che tu inserisca un termine di ricerca. Utilizza un termine di ricerca in bianco ed effettua quindi la ricerca con "nascondi opzioni predefinite" impostato a "sì" per poter vedere tutte le opzioni che non provengono da WordPress in sé.

source: Number of entrys found:
de_de: Anzahl der gefundenen Einträge:
it_it: Totale dei dati rinvenuti:

source: Maybe not all of the entrys will be displayed, because you activated the "Hide default options" feature.
de_de: Möglicherweise werden nicht alle dieser Einträge angezeigt, weil du "Standardoptionen verstecken" aktiviert hast.
it_it: Nel caso in cui tu avessi attivato la funzione "Nascondi le opzioni predefinite", non tutti i dati potrebbero venire mostrati.

source: Are you really sure that you want to delete the selected options? You know what you are doing?
de_de: Bist du wirklich sicher, dass du die ausgewählten Optionen löschen möchtest? Du weißt was du tust?
it_it: Sei certo di volere cancellare le opzioni che hai selezionato? Hai chiaro in mente cosa stai facendo?

source: Option name
de_de: Name der Option
it_it: Nome opzione

source: Option value
de_de: Wert der Option
it_it: Valore opzione

source: Autoloaded?
de_de: Autoladen?
it_it: Autoload?

source: Choose action
de_de: Wähle Aktion
it_it: Scegli l'operazione

source: WordPress internal
de_de: WordPress intern

source: Really delete this option?! You know what you are doing?!
de_de: Diese Option wirklich löschen?! Du weißt, was du tust?!
it_it: Sei certo di volere cancellare questa opzione?! Hai chiaro in mente cosa stai facendo?!

source: delete
de_de: löschen
it_it: cancella

source: Delete all selected options
de_de: Lösche alle ausgewählten Optionen
it_it: Cancella tutte le opzioni selezionate

source: Sorry, nothing found.
de_de: Sorry, nichts gefunden.
it_it: Mi spiace, non é stato trovato alcun termine.

source: Autosearch deprecated options
de_de: Automatisch nach veralteten Optionen suchen
it_it: Opzioni di autosearch deprecate

source: What we do here? We will search all plugin files for options used by the plugin and match it against the entrys of the WordPress options database table.
de_de: Was machen wir hier? Wir durchsuchen alle Plugindateien nach Optionen, die von den Plugins benutzt werden und prüfen diese gegen die Einträge der WordPress Optionstabelle in der Datenbank.
it_it: Cosa stiamo facendo qui? Stiamo cercando tutti i file per le opzioni dei plugin utilizzate dal plugin e le confrontiamo con la tabella delle opzioni del database di WordPress.

source: Show options that are unsecure to delete, or be strict?
de_de: Sollen auch Dinge gezeigt werden, deren Löschung unsicher ist, oder sind wir exakt?
it_it: Mostra le opzioni che non é sicuro cancellare oppure preferisci essere rigoroso?

source: No, please be strict!
de_de: Nein, bitte sei sehr genau!
it_it: No, sii rigoroso!

source: Okay, show me the risky things too!
de_de: Okay, zeig mir die risikoreichen Dinge auch!
it_it: Okay, mostrami anche le azioni rischiose!

source: What plugins should be determined?
de_de: Welche Plugins sollen untersucht werden?
it_it: Quali plugin devono essere presi in considerazione?

source: Only activated plugins
de_de: Nur aktivierte Plugins
it_it: Solo i plugin attivi

source: All installed plugins
de_de: Alle installierten Plugins
it_it: Tutti i plugin installati

source: Match all plugins against options
de_de: Die Plugins nun mit den Optionen vergleichen
it_it: Confronta tutti i plugin con le opzioni

source: Number of total options found:
de_de: Anzahl der gesamt geladenen Optionen:
it_it: Totale dei dati rinvenuti:

source: Warning! Recognized accessed option!
de_de: Achtung! Automatisch gesammelte Option!
it_it: Attenzione! opzione di accesso rinvenuta!

source: Last access:
de_de: Letzter Zugriff:
it_it: Ultimo accesso:

source: Maybe you can delete this:
de_de: Vielleicht kannst du das hier löschen:
it_it: Potresti cancellare questo:

source: Insecure to delete:
de_de: Das zu löschen ist gefährlich:
it_it: Non é sicuro cancellare:

source: Options with no match in any plugin file:
de_de: Optionen ohne jeden Treffer in einer Plugindatei:
it_it: Opzioni che non hanno corrispondenza in alcun file dei plugin:

source: This does not mean, that there isn't any plugin that uses the options! Check before you delete!
de_de: Das bedeutet nicht, dass es kein Plugin gibt, dass diese Option benutzt! Vor dem Löschen prüfen!
it_it: Questo non significa che nessun plugin utilizzi delle opzion!! Verifica prima di cancellare!

source: Options with no direct match in any plugin file, but with some similarities:
de_de: Optionen mit keinem direkten Treffen in irgendeiner Plugindatei, aber mit gewissen Ähnlichkeiten:
it_it: Opzioni che non hanno una diretta corrispondenza con i file dei plugin, ma solamente alcune somiglianze:

source: Check before you delete this options!
de_de: Vor dem Löschen unbedingt überprüfen!
it_it: Verifica prima di cancellare queste opzioni!

source: Hint: You can click the name of an option and search in all active plugin files for that term to check if that option is found in any plugin source code.
de_de: Tipp: Du kann auf den Namen einer Option klicken und in allen aktiven Plugindateien nach diesem Suchbegriff suchen, um zu Prüfen ob diese Option in irgendwelchem Plugin Quellcode gefunden wird.
it_it: Suggerimento: puoi cliccare sul nome di una opzione ed effettuare una ricerca all'interno dei file dei plugin attivi e ricercare in tutti i plugin attivi quel termine verificando se quella opzione fosse stata trovata nel codice sorgente di ogni plugin.

source: Sorry, nothing found in the options table?
de_de: Sorry, in der Optionstabelle steht nichts?
it_it: Mi spiace, non é stato trovato alcun termine.

source: Search for term in plugin source files
de_de: Suche in allen Plugin Quelldateien nach einem Begriff
it_it: Ricerca per termini nei file sorgente del plugin

source: What we do here? We will search all plugin files for your searchterm. Maybe you can identify some unknown options this way.
de_de: Was machen wir hier? Wir durchsuchen alle Plugindateien nach deinem Suchbegriff. Vielleicht kannst du so unbekannte Optionen indentifizieren.
it_it: Cosa stiamo facendo qui? Stiamo cercando il tuo termine di ricerca in tutti i file dei plugin. Potresti anche trovare in questo modo alcune opzioni a te sconosciute.

source: Search plugin source files
de_de: Durchsuche die Quelldateien
it_it: Ricerca file sorgente plugin

source: Number of total hits found:
de_de: Anzahl der gesamten Funde:
it_it: Totale dei dati rinvenuti:

source: file(s)
de_de: Datei(en)
it_it: file

source: Plugin file
de_de: Plugindatei
it_it: File plugin

source: Number of hits total
de_de: Anzahl der Treffer
it_it: Numero totale dei dati

source: Code snippet of first hit in source file
de_de: Codeschnipsel des ersten Treffers in der Quelldatei
it_it: Codice snippet primo hit nel file sorgente

source: Automatically collected accessed options
de_de: Automatisch gesammelte benutzte Optionen
it_it: Opzioni di accesso raccolte in automatico

source: Here you see a list of all options your WordPress installation definitly used in the past. The timestamp (MM/DD/YY HH:MM) describes when the option was last accessed.
de_de: Hier siehst du eine Liste aller Optionen, die deine WordPress Instalaltion in der Vergangenheit definitiv benutzt hat. Der Zeitstempel (MM/TT/JJ SS:MM) beschreibt, wann auf die Option das letzte Mal zugegriffen wurde.
it_it: Qui puoi vedere una lista di tutte le opzioni che WordPress ha utilizzato in passato. La marca temporale (MM/DD/YY HH:MM) descrive l'ultimo accesso alla opzione.

source: Last access
de_de: Letzter Zugriff
it_it: Ultimo accesso

source: Options stored in datafile.
de_de: Optionen in der Datendatei gespeichert.
it_it: Opzioni conservate nel file dati.

source: Legend:
de_de: Legende:
it_it: Legenda:

source: not older than 7 days
de_de: nicht älter als 7 Tage
it_it: meno di 7 giorni

source: older than 7 days
de_de: älter als 7 Tage
it_it: più di 7 giorni

source: older than 14 days
de_de: älter als 14 Tage
it_it: più di 14 giorni

source: older than 30 days
de_de: älter als 30 Tage
it_it: più di 30 giorni

source: Note: Some plugin options can't be collected automatically (see faq).
de_de: Hinweis: Einige Optionen von Plugins können nicht automatisch gesammelt werden (siehe FAQ).
it_it: Nota: alcune opzioni dei plugin non possono essere raccolte in automatico (vedi faq).

source: Oops, no datafile found. Maybe you have disabled this feature.
de_de: Oops, keine Datendatei gefunden. Naja, vielleicht hast du dieses Feature deaktiviert.
it_it: Oops, nessun dato é stato trovato. Forse hai disattivato questa funzione.

source: Plugin setup
de_de: Plugin Einstellungen
it_it: Impostazioni plugin

source: Automatically collect data about accessed options?
de_de: Automatisch Daten über benutzte Optionen sammeln?
it_it: Raccogli in automatico i dati per l'accesso alle opzioni?

source: Activate to enable this feature. Deactivate to disable. On deactivation the datafile will be deleted.
de_de: Setze einen Haken um dieses Feature zu aktivieren. Entferne den Haken zum Deaktivieren. Bei Deaktivierung wird die Datendatei gelöscht.
it_it: Attiva per abilitare questa funzione. Disattiva per disabilitare. Se disattivata, i dati del file saranno cancellati.

source: Set options
de_de: Einstellungen speichern
it_it: Imposta opzioni

source: Donate &amp; support
de_de: Spenden &amp; Hilfe
it_it: Donazioni &amp; supporto

source: Please
de_de: Bitte
it_it: Effettua una

source: DONATE
de_de: SPENDE
it_it: DONAZIONE

source: if you like this plugin.
de_de: wenn du dieses Plugin toll findest.
it_it: qualora questo plugin ti fosse piaciuto.

source: If you need support, want to report bugs or suggestions, drop me an
de_de: Wenn du Hilfe brauchst, Bugs melden, oder Vorschläge machen willst, schreib mir eine
it_it: Per supporto, segnalazione errori o suggerimenti, inviami una

source: or visit the
de_de: oder besuche die
it_it: oppure visita la

source: plugin homepage
de_de: Plugin Webseite
it_it: homepage del plugin

source: Translations:
de_de: Übersetzungen:
it_it: Traduzioni:

source: And this persons I thank for a donation:
de_de: Und diesen Personen danke ich für eine Spende:

source: Final statements: Code is poetry. Motorcycles are cooler than cars.
de_de: Abschließende Statements: Code is poetry. Motorräder sind cooler als Autos.
it_it: Considerazioni finali: Code is poetry. Le moto sono più belle delle automobili.

source: unknown
de_de: unbekannt
it_it: sconosciuto

source: Option ID
it_it: ID opzione
